Repository: wescamp/Minotaur_Battlefield-1.12
Catalog: po/*.po
Languages: ru

source: 2p - Minotaur Battlefield
ru: 2 игрока - Колизей Минотавров

source: Fight your adversary within an arena where countless Minotaur warlords contested for supremacy. War of Legends Era is required as a dependency.
ru: Сражайтесь с вашими друзьями на арене, где бесчисленные повелители минотавров бьются за превосходство. Эра Войны Легенд (War of Legends Era) потребуется в качестве зависимостей.

source: One
ru: Первый

source: Two
ru: Второй

source: Minotaurs
ru: Минотавры

source: Defeat your adversary
ru: Одолейте соперника

source: Death of your commander/leader
ru: Смерть вашего вождя/командира

source: After turn 6, the Minotaurs shall be cured of their petrification every night and they shall kill everything in their path. They shall remain petrified during the day.
ru: После 6 ходов, Минотавры сбросят цепи окаменелости и сметут всё на своём пути. Они останутся окаменевшими в течении дня.

source: Talok Ranorm
ru: Талок Ранорм

source: Rilend Ranorm
ru: Риленд Ранорм
